[
    {
        "PRODUCT": "XPS 13",
        "CPU": "8th Generation Intel Core i5-8265U Processor",
		"GRAPHIC": "Intel UHD Graphics 620 with shared graphics memory",
        "RAM": "8GB",
        "SSD": "256GB",
		"PRICE": "1699.99",
		"MSRP": "1499.99",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "The most powerful 13-inch in its class, remastered. With an innovative HD webcam located in the top of the InfinityEdge display and next generation Dell Cinema.",
        "CATEGORY": "DELL"
    },
	{
        "PRODUCT": "XPS 15 2 in 1",
        "CPU": "8th Generation Intel Core i7-8705G Processor",
		"GRAPHIC": "Radeon RX Vega M GL Graphics with 4GB HMB2 Graphics Memory",
        "RAM": "16GB",
        "SSD": "256GB",
		"PRICE": "2899.99",
		"MSRP": "2549.99",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "Our most powerful 15-inch 2-in-1. Built with the first-ever quad-core 8th Gen Intel Core processor with Radeon™ Vega M discrete graphics on a single chip.",
        "CATEGORY": "DELL"
    },
	{
        "PRODUCT": "Inspiron 17 7000 2-in-1",
        "CPU": "8th Generation Intel Core i7-8565U Processor",
		"GRAPHIC": "NVIDIA GeForce MX150 2GB GDDR5",
        "RAM": "16GB",
        "SSD": "512GB",
		"PRICE": "1748.99",
		"MSRP": "1499.99",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "17.3-inch 2-in-1 elegantly designed with Dell Cinema and endless features, so you’re ready for anything.",
        "CATEGORY": "DELL"
    },
	{
        "PRODUCT": "Dell G7 17 Gaming Laptop",
        "CPU": "9th Generation Intel Core i7-9750H",
		"GRAPHIC": "NVIDIA GeForce RTX 2070 8GB GDDR6 with Max-Q Design",
        "RAM": "16GB",
        "SSD": "512GB",
		"PRICE": "2548.99",
		"MSRP": "2199.99",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "17-inch gaming laptop with a thin, sleek design, 8th Gen Intel Core processor, powerful NVIDIA graphics and narrow bezel display.",
        "CATEGORY": "DELL"
    },
	{
        "PRODUCT": "ALIENWARE AREA-51M",
        "CPU": "9th Generation Intel Core i9-9900K",
		"GRAPHIC": "NVIDIA GeForce RTX 2080 8GB GDDR6 (OC Ready)",
        "RAM": "32GB",
        "SSD": "1TB",
		"PRICE": "5849.99",
		"MSRP": "5099.99",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "Revolutionary 17-inch gaming laptop with upgradeable, overclockable desktop 9th Gen Intel Core processors and NVIDIA GeForce RTX graphics, plus a magnesium alloy chassis.",
        "CATEGORY": "DELL"
    },
	{
        "PRODUCT": "ZenBook Flip UX461FN-US74T 2-in-1",
        "CPU": "8th Generation Intel Core i7-8565U 1.8GHz with TurboBoost technology up to 4.6GHz",
		"GRAPHIC": "NVIDIA GeForce MX150 GDDR5",
        "RAM": "16GB",
        "SSD": "512GB",
		"PRICE": "1699.99",
		"MSRP": "1699.99",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "Flex your creativity! Effortlessly melding raw power with endless flexibility, the ZenBook Flip helps you conquer your day from work to play and beyond. The full 360° hinge and breathtakingly lightweight design let you venture beyond the boundaries of traditional laptops, freeing you to work where and how you want. And with powerful Intel processors and stunning NVIDIA GeForce MX150 graphics, you can do it all, quicker and more efficiently than ever before.",
        "CATEGORY": "ASUS"
    },
	{
        "PRODUCT": "ASUS TUF FX705GM-NH74 Gaming Laptop",
        "CPU": "8th Generation Intel Core i7-8750H 2.2 GHz up to 3.9 GHz",
		"GRAPHIC": "NVIDIA GTX 1060 6GB GDDR5",
        "RAM": "16GB",
        "SSD": "256GB + 1TB 5400 RPM HDD",
		"PRICE": "2299.99",
		"MSRP": "1999.99",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "Arm yourself for victory! Charge headlong into battle with the ASUS TUF gaming laptop. Engineered for smooth, immersive gameplay, it features a cutting-edge NanoEdge display and crystal-clear NVIDIA GTX graphics, so you see every detail in sharp clarity. Lightning-fast Intel 8th Gen processors pack a powerful punch to demanding games and daily tasks for efficient multitasking. And thanks to military-grade MIL-STD-810G durability testing, it’s built to withstand everything from everyday wear-and-tear to solar radiation exposure and temperature extremes, so you can get your game on whenever and wherever the gauntlet is thrown.",
        "CATEGORY": "ASUS"
    },
	{
        "PRODUCT": "ASUS ROG STRIX Hero II GL504GM-IH73 Gaming Laptop",
        "CPU": "8th Generation Intel Core i7-8750H 2.2 GHz up to 3.9 GHz",
		"GRAPHIC": "NVIDIA GTX 1060 6GB GDDR5",
        "RAM": "16GB",
        "SSD": "128GB NVMe PCIe SSD + 1TB 5400 RPM HDD",
		"PRICE": "2199.99",
		"MSRP": "1499.99",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "A heroic contender! Discover a brave new world of gaming potential with the lethally precise, born-to-perform ROG Strix Hero II gaming laptop. Designed with esports in mind, it features the world’s first 144 Hz super-narrow-bezel display and a mind-bogglingly fast 3ms response time, giving you unmatched smoothness and lightning-quick responsiveness in-game. Add in a suite of gamer-centric features, like an advanced HyperCool Pro cooling system, the latest NVIDIA GTX graphics, and bold RGB-backlit keyboard, and you’re fully equipped to hack-and-slash your way through the ranks for as long as it takes to emerge victorious.",
        "CATEGORY": "ASUS"
    },
	{
        "PRODUCT": "ASUS ROG Strix SCAR II GL704GM-DH74 Gaming Laptop",
        "CPU": "8th Generation Intel Core i7-8750H 2.2 GHz up to 3.9 GHz",
		"GRAPHIC": "NVIDIA GTX 1060 6GB GDDR5",
        "RAM": "16GB",
        "SSD": "128GB NVMe PCIe SSD + 1TB 5400 RPM HDD",
		"PRICE": "2199.99",
		"MSRP": "1499.99",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "Marked for glory! Unleash full gaming potential with the lethally precise, born-to-perform ROG Strix Scar II gaming laptop. Designed with esports in mind, it features the world’s first 144 Hz super-narrow-bezel display and a mind-bogglingly fast 3ms response time, giving you unmatched smoothness and lightning-quick responsiveness in-game. Add in a suite of gamer-centric features, like an advanced HyperCool Pro cooling system, the latest NVIDIA GTX graphics, and bold RGB-backlit keyboard, and you’re fully equipped to hack-and-slash your way through the ranks for as long as it takes to emerge victorious.",
        "CATEGORY": "ASUS"
    },
	{
        "PRODUCT": "Asus ZenBook Pro 15 UX580GE-XB74T Laptop",
        "CPU": "9th Generation Intel Core i9-8950HK 2.90 GHz with Turbo Boost Speed up to 4.80 GHz",
		"GRAPHIC": "NVIDIA GeForce GTX 1050 Ti with 4GB GDDR5 shared graphics memory",
        "RAM": "16GB",
        "SSD": "512GB",
		"PRICE": "2999.99",
		"MSRP": "2999.99",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "Power your creativity! The ASUS ZenBook Pro 15 effortlessly combines great engineering and sophisticated design. It’s packed with powerful components, like an 8th Generation Intel Core i9 processor and blazing NVIDIA GeForce graphics. Forged from polished solid metal, it’s 0.7 inches thin and tips the scales at a lightweight 4.1 pounds. And with a comprehensive set of ports, including Thunderbolt 3, connectivity is easier than ever.",
        "CATEGORY": "ASUS"
    },
	{
        "PRODUCT": "HP OMEN 17-an188nr Gaming Laptop",
        "CPU": "8th Generation 	Intel Core i7-8750H 2.2 GHz up to 4.1 GHz with Turbo Boost",
		"GRAPHIC": "NVIDIA GeForce GTX 1070 8GB GDDR5",
        "RAM": "32GB",
        "SSD": "256GB PCIe NVMe SSD + 2TB 5400 RPM SATA HDD",
		"PRICE": "2711.00",
		"MSRP": "2711.00",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "Devilish fun! The power to dominate is yours with the HP OMEN. An 8th Gen Intel Core i7 processor and VR-ready NVIDIA graphics lead the charge, giving this gaming beast plenty of muscle to take down any foe without breaking a sweat. And with a venomous design highlighted by a red backlit keyboard, this PC is ready for the battlefield anytime, anywhere.",
        "CATEGORY": "HP"
    },
	{
        "PRODUCT": "HP ENVY x360 Convertible 15-bp198ms 2 in 1 PC",
        "CPU": "Qualcomm Snapdragon 835 1.60 GHz",
		"GRAPHIC": "Qualcomm Adreno 540 GPU",
        "RAM": "4GB",
        "SSD": "128GB",
		"PRICE": "1299.00",
		"MSRP": "1299.00",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "Mobility, maximized! Stay connected wherever you go, even without Wi-Fi. The HP ENVY x2 does it all with epic battery life, built-in LTE, and a sleek 2-in-1 design.1 Power your productivity with laptop mode, then flip to tablet mode and sketch a masterpiece.",
        "CATEGORY": "HP"
    },
	{
        "PRODUCT": "HP Spectre Folio Convertible 13-ak0061ms Laptop",
        "CPU": "8th Generation Intel Core i7-8500Y 1.5 GHz up to 4.2 GHz",
		"GRAPHIC": "Intel UHD Graphics 615",
        "RAM": "8GB",
        "SSD": "256GB",
		"PRICE": "1899.00",
		"MSRP": "1899.00",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "Dare to reinvent! Flex through your day with the HP Spectre Folio laptop, designed to adapt to your on-the-go workstyle. Three unique positions—laptop, forward, and tablet—allow you to move fluently between work, entertainment, and creativity. Power-packed with an Intel 8th Gen processor, it’s ready to take on everythign from spreadsheets to movies without missing a beat. And with a masterfully crafted design complete with genuine leather, it looks just as brilliant as it performs.",
        "CATEGORY": "HP"
    },
	{
        "PRODUCT": "HP Pavilion 15-cs2013ms Laptop",
        "CPU": "8th Generation Intel Core i5-8265U 1.60 GHz with Turbo Boost Technology up to 3.90 GHz",
		"GRAPHIC": "Intel UHD Graphics 620",
        "RAM": "8GB",
        "SSD": "128GB",
		"PRICE": "899.00",
		"MSRP": "899.00",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "Sophisticated style, serious performance! From its slim and sleek build to its powerful features, the HP Pavilion 15 impresses on every level. It sports a sharp-looking, sandblasted silver finish and comes with an 8th Gen Intel Core i5 processor for speedy performance. Games and movies come to vivid life on the 15.6-inch HD display, and it all sounds as good as it looks with high-quality B&O PLAY audio.",
        "CATEGORY": "HP"
    },
	{
        "PRODUCT": "HP Stream 14",
        "CPU": "Intel Celeron N3060 Dual Core 1.60 GHz up to 2.60 GHz",
		"GRAPHIC": "NONE",
        "RAM": "4GB",
        "SSD": "64GB",
		"PRICE": "399.00",
		"MSRP": "399.00",
        "QTYONHAND": "10",
        "QTYBACKORDER": "10",
        "DESCRIPTION": "Resilient and reliable! Surf, stream, and browse your favorite apps with the nimble HP Stream 14. This power-packed performer stands up to whatever your day throws at it with a durable design, speedy Intel Celeron processor, and 4GB of memory. Plus, a resilient 14-hour battery life* takes you from early meetings to late-night show binges on a single charge.",
        "CATEGORY": "HP"
    }
]
